---
kind: property
id: P:Autodesk.Revit.DB.ScheduleFilter.IsNullValue
source: html/40a03966-e5bd-237c-121c-23e9b28b5a82.htm
---
# Autodesk.Revit.DB.ScheduleFilter.IsNullValue Property

Indicates if the filter has no specified value.

## Syntax (C#)
```csharp
public bool IsNullValue { get; }
```